    /************************     הוראות חשובות      ***********************/

    /**
     
    1.   במידה וזאת פעם ראשונה שלכם ממלאים תוכן בלומדה, קראו את **קובץ הוורד** המצורף בתקייה
    2.   בעמוד זה יש למלא את הפרטים לגבי כל המידע והתוכן המבוקש
    3.   [amountOfQuestions במשתנה] לשים לב שבכל נושא צריך לכתוב את *כמות השאלות המקסימלית* שתלקח ממנו
        **משתנה זה מתייחס רק לשאלות שיילקחו בשביל **המבחן
    */


    /************************      הכנס כותרת ראשית שהיא שם הלומדה      ***********************/
    const TITLE = "פנקס כיס סדרי בראשית";

    /************************      הכנס כמות זמן התחלתית של המבחן      ***********************/
    const TIME_FOR_EXAM = "7:00";

    // אובייקט המכיל את כל המידע של הלומדה הכולל את התוכן, השאלות לכל נושא וכמות השאלות שיילקח מכל נושא למבחן
    const DATA = {
        // שם נושא
        "כללי": {
            "icon": "../assets/images/learning/Artboard 4.svg", // הכנס קישור של אייקון
            // שאלות לנושא הזה
            "questions": [
            ],
            "amountOfQuestions": 2,
            "learningContent": {
                "כללי": {
                    "דבר המפקד": [{
                        cardType: "textThreeParagraphs",
                        text1: "המשמעת הינה הבסיס לניהול יחידה מסודרת, מצטיינת ומובילה. המשמעת היא ששומרת ומגינה על חיילנו. עלינו, המפקדים, חלה החובה לכבד את רגשותיו של  האחר, להימנע מפגיעה ולכבד את השונה מאתנו. באשר על כן, מוטלת עלינו האחריות להטמיע ולאכוף את המשמעת ביחידה, בעקביות והתמדה תוך יצירת נורמות של ציות לפקודות וקבלת מרות ולהישמר מפני המעטה כלשהי בערכה. באחריותנו לעשות זאת תוך מתן דוגמה אישית ונקיטת צעדי משמעת נגד מבצעי העבירות. ",
                        text2: 'מטרת המסמך הינה לפרט את נהלי היחידה הייחודיים למפקדת קריית ההדרכה והנגזרים מתוך פקודות והוראות מטכ"ל. המסמך נכתב לאור רוח צה"ל המחייבת שמירה על המשמעת לצד שמירה על כבוד האדם. אין המסמך בא במקום פקודות והוראות הצבא (הפ"ע, פ"מ או הוראות כלליות אחרות הנובעות מהפ"ע 1.0105) ולהחליפן; ובכל מקום שיש בו סתירה בין המצוין בה לבין פקודות והוראות הצבא, פקודות והוראות הצבא הן הקובעות. "השמיים הם הגבול והדרך היא דרך ארץ" ',
                        text3: 'חי כפיר מגנזי, אל"ם <br>מפקד קריית ההדרכה'
                    }],
                    "חייל/ת יקר/ה": [{
                        cardType: "textTwoParagraphs",
                        text1: 'פנקס זה נועד עבורך. הפנקס מרכז בתוכו את נהלי היחידה, את זכויותיך וחובותיך. בפנקס תמצא/י חומר הסברה שיסייע בידך להכיר טוב יותר את המקום בו את/ה משרת/ת, ולהכיר את פקודות ונהלי הצבא ברמת הפרט וברמת והיחידה. אין צורך ללמוד בע"פ, רצוי כי תכיר/י את תוכן הנושאים בפנקס ותוכל/י להשתמש בו בעת הצורך. רצוי לעיין בפנקס מידי פעם ולרענן לעצמך את הנהלים, הפקודות ודגשי היחידה.',
                        text2: 'מחנה אראל שרון- מבט גאוגרפי: <br> תיאור: מחנה שרון (עיר הבה"דים) כוללת את היחידות הבאות: בה"ד 6, בה"ד 7, בה"ד 10, בה"ד 11, בה"ד 13, בה"ד 20, בה"ד חינוך, מ.צ הנגב ומפקדת קריית ההדרכה. היקף המתקן: 2500 דונם צירים סמוכים: כביש ב"ש, צומת הנגב. ישובים סמוכים: ב"ש, מצפה רמון, דימונה וירוחם.'
                    }],

                    "פרק א' - כללי, מטרות ושיטה": [{
                        cardType: "textThreeParagraphs",
                        text1: '1. כללי <br> מסמך נהלי יחידה מחייב את כלל משרתי מפקדת קריית ההדרכה: קצינים, נגדים, חיילים ואע"צים. שינויים ודגשים לענפים ולמסגרות השונות מופיעים בפק"לים נוספים, מקצועיים וייחודיים. ההוראות במסמך זה אינן מחליפות את פקודות הצבא. יש לעיין בפקודות מטכ"ל והוראות מקצועיות של קציני חיל ראשיים. ',
                        text2: '2. מטרות המסמך <br> הסדרת נהלי היחידה של המשרתים במפקדת קריית ההדרכה בנושאים שאינם מופיעים בפקודות הצבא הכלליות. הבהרת הפקודות, הנהלים וההוראות המחייבות כנגזרת מפקודות הצבא והתאמתן לאופי החיים והעבודה ביחידה. לשמש כלי עזר בהתמצאות והתנהלות בשגרה. ',
                        text3: '3. שיטה <br> מסמך זה ימצא בלשכת המפקד ובמשרדי רע"נים. כמו כן תפורסמנה הפקודות בפורטל קריית ההדרכה ברשת ותהיינה נגישות לכל חייל לקריאה. הפקודות יועברו לחיילים במסגרת פקודות שגרה ע"פ הצורך. הפנקס יחולק לכול החיילים והמפקדים במפקדת קריית ההדרכה. '
                    }],
                    'רוח צה"ל': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/army'sSpirit1.png",
                        content: ""
                    }],
                    'ערכי צה"ל': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/army'sSpirit2.png",
                        content: ""
                    }],
                    'התקווה': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/haTikva.png",
                        content: ""
                    }],
                },
                "רמות הפעילות": {
                    "כללי": [{
                        cardType: "text",
                        content: 'רמת פעילות (רמ"פ) הינה תוספת כספית המשולמת לחיילי חובה וקבע (כולל תנאי קבע) בגין אופי שירותם המתבטא, בין היתר, בלינות ביחידה, רמת סיכון בתפקיד, אופי היחידה ומיקומה. רמ"פ אוטומטית הינה רמ"פ המשולמת באופן אוטומטי עם קליטת החייל ביחידה. רמ"פ מדווחת הינה רמ"פ לה זכאי משרת חובה/קבע השונה מרמ"פ האוטומטית של היחידה.'
                    }],
                    'רמ"פ בקריית ההדרכה': [{
                        cardType: "textThreeParagraphs",
                        text1: "רמת הפעילות האוטומטית בקריית ההדרכה הינה רמת פעילות ב' ע''ת לינה ביחידה למשך 3 לילות בשבוע. משרתים ביחידה שילונו 2 לילות בשבוע יזוכו ברמת פעילות ג' בלבד. משרתים שילונו פחות מהמפורט לעיל יזוכו ברמת פעילות דריכות בלבד.",
                        text2: "שעות הפעילות עבור המשרתים ברמת פעילות ד' יהיו בין השעות 08:00-17:30 בכל ימות השבוע, לכל הפחות. כל משרת קבע ביחידה אחת לחציון יחתום על הצהרה, בה יצהיר מול מפקדו בדרגת סא''ל על מספר הלילות אותן לן בשבוע ועל רמ''פ הפעילות לה זכאי בהתאם לכך. ריכוז החתימות יבוצע ע''י ק. הסגל.",
                        text3: 'באחריות ק. הסגל, משרת הקבע ומפקדו לוודא הזנת רמ"פ בהתאם למספר הלילות! בקרה  על מימוש המדיניות תתבצע ע"י רמ"ד / רע"ן רלוונטי בהתאם לכתב המינוי כפי שניתן ע"י מפקד היחידה.'
                    }],
                    'רמ"פ בקריית ההדרכה': [{
                        cardType: "picAndText",
                        title: 'רמ"פ בקריית ההדרכה',
                        pic: "../assets/images/table1.png",
                        content: `להלן פירוט הזכאות לרמ"פ לפי מספר הלילות:<br><br> 1) רמת הפעילות האוטומטית בקריית ההדרכה הינה רמת פעילות בי עיית לינה ביחידה למשך 3 לילות בשבוע.<br>2) משרתים ביחידה שילונו 2 לילות בשבוע יזוכו ברמת פעילות ג' בלבד.<br>3) משרתים שילונו פחות מהמפורט לעיל יזוכו ברמת פעילות דריכות בלבד.<br> 4) שעות הפעילות עבור המשרתים ברמת פעילות די יהיו בין השעות 08:00-17:30 בכל ימות השבוע, לכל הפחות.<br>5) כל משרת קבע ביחידה אחת לחציון יחתום על הצהרה, בה יצהיר מול מפקדו בדרגת סא"ל על מספר הלילות אותן לן בשבוע ועל רמים הפעילות לה זכאי בהתאם לכך. ריכוז החתימות יבוצע ע"י ק. הסגל.<br>6) באחריות ק. הסגל, משרת הקבע ומפקדו לוודא הזנת רמיים בהתאם למספר הלילות! בקרה על מימוש המדיניות תתבצע ע"י רמייד/רעיין רלוונטי בהתאם לכתב המינוי.<br> 7) כפי שניתן ע"י מפקד היחידה.`
                    }],
                },
            },
        },
        // שם נושא
        "שגרה ומשמעת": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [
            ],
            "learningContent": {
                    "כללי": {
                        "כללי": [
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `כלל החיילים והמפקדים ינועו בתוך קריית ההדרכה בהופעה תקנית ומסודרת עפ"י פקודות הצבא. חל איסור לחרוג מכללי ההופעה והלבוש בקריית ההדרכה.`,
                                li2: `בכול ימי ראשון וחמישי מתקיימת אכיפה של מ.צ במקומות ציבוריים, חניון היסעים ,תחנות רכב ובסיסי צה"ל הגדולים.`,
                                li3: `חייל/איש קבע שיקבל דוח מ.צ יישפט בפני מפקד קריית הדרכה לאחר ביצוע תחקיר.`,
                                li4: `לא ייכנס חייל למרחב הציבורי ומתקנים  של המחנה: חדר אוכל, מועדון, חדר רווחה, בית הכנסת וכו', אלא בתלבושת נאה והולמת כמפורט בפקודות הקבע. הנחיות ההופעה והלבוש כולל דרכי אכיפה מפורטות בנספח להק"א 33-05-01.`,
                                li5: `יש לוודא כי חיילים ילבשו אך ורק פריטי לבוש שנופקו על ידי הצבא ואושרו לשימוש ביחידה.`,
                                li6: `חלה חובה על חבישת כומתה ברחבי קריית ההדרכה.`,
                            },
                        ],
                    },
                    "תורנויות": {
                        'תורנות סא"ל תורן': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי רע"נים.`,
                                text2: `ממלא מקומו של מפקד קריית ההדרכה בכל הקשור לאבטחת המחנה, הוצאת והחזרת פינויים ופניות מהבה"דים. סא"ל תורן יהיה בזמינות מלאה לאורך כל התורנות.`
                            },
                        ],
                        'מפקד שער': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי נגד בדרגת סמ"ר- רס"ל או קצין בדרגת סג"ם-סגן.`,
                                text2: `שמירה על אופן ביצוע אבטחת המחנה בשערים- המערבי/המזרחי, וניהול משמרת של מאבטחי המתקנים בק"ה. אחראי על כל נראות, תקינות ומבצעיות של השער עליו הוא אמון.`
                            },
                        ],
                        'הגנ"ש': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי נגד בדרגת סמ"ר-רס"ל או קצין בדרגת סג"מ-רס"ן.`,
                                text2: `יציאה להגנת יישובים במטרה לתת מענה מבצעי לאיום על היישוב הספציפי אליו הוא נשלח.`
                            },
                        ],
                        'קצין תורן מפקדה': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי קצינים/נגדים זוטרים.`,
                                text2: `<ol class="list"><li>אחראי על סדר ומשמעת במהלך ארוחת הצהריים\ערב\בוקר.</li><li>אחראי על הורדת הדגל ביחידה</li><li>אחראי על וידוא מרותקים</li><li>אחראי על מועדוני היחידה</li><li>אחראי לבצע ביקורת סמים ואלכוהול יומית באזור מגורי המפקדה.</li></ol>`
                            },
                        ],
                        'תורנות חדר אוכל': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי חיילי חובה.`,
                                text2: `על התורן להימצא בכלל הארוחות, התורן אחראי על חלוקת מנות למי שהחוגר שלו תקול\אבד.<br>אחראי לוודא שחיילים לא נכנסים לחדר האוכל על מד"ס.`
                            },
                        ],
                    },
                    "הופעה ולבוש": {
                        "לבוש בגדים אזרחיים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `הלבוש האזרחי יהיה הולם ולא חושפני  חולצה תהיה בעלת שרוול ארוך או קצר (ללא גופייה), מכנסים ארוכים מגובה הברך, חצאית שאורכה לא יהיה קצר מ-3 ס"מ מפיקת הברך.`,
                                li2: `חל איסור לנוע על מדי ב' מחוץ ליחידה בפקודה.`,
                                li3: `גופייה לחיילים בחובה-גופייה לבנה או ירוק זית מתחת למדי א' או ב'. `,
                                li4: `גופייה לאנשי קבע-גופייה לבנה מתחת למדי א' וגופייה בצבע ירוק זית מתחת למדי ב'.`,
                                li5: `קיפול השרוולים- יש לקפל מעל למרפק ולוודא כי שרוולי החולצה שמתחת לא בולטים.`,
                                li6: `חגורת המכנס תהיה ירוקה בלבד, לא מקושקשת ולא בלויה.`,
                            },
                        ],
                        "מדים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `חגורת המכנס תהיה ירוקה בלבד, לא מקושקשת ולא בלויה.`,
                                li2: `כומתה תהיה תקינה, לא קרועה ולא בלויה ללא אבזמים נוספים, ללא קליפס כדי להחזיק את הכומתה, סמל הכומתה יהיה בשיוך חיילי  וללא רקע אדום. במפקדת קריית הדרכה נעים עם כומתה בצבע זית למעט זכאים לכומתה בתנאים הבאים:<br>שירות קבע-שירות שנה וחצי ביחידה מזכה.<br>שירות חובה-שירות שנה וחצי מעבר מסלול אימונים לחימה מלא.`,
                                li3: `כל חייל מחויב בפק"ל כיסים, הכולל: פנקס שבי, פנקס אימון חיילות (מטווחים), דסקיות צוואר ונעליים,פנקס כיס ופטורים למיניהם.`,
                                li4: `נעליים- נעלי החייל יהיו תקינות ומצוחצחות, שרוכי הנעל יהיו מוצנעים.<br>איש קבע ינעל נעליים חצאיות או שלושת רבעים בלבד שיהיו מעור או דמוי עור.<br>צבע הנעליים שחור אחיד חלק ולא מבריק .הנעליים ישרכו בשרוכים בלבד ויהיו ללא קישוט וללא אבזם לרבות סמל החברה שייצרה את הנעליים. חרטום הנעליים יהיה מעוגל וללא תפרים.<br>גובה עקב הנעליים יהיה 2 ס"מ.<br>אסור לנוע עם נעליים גבוהות במדי א'.`,
                                li5: `חייל יגרוב גרביים בצבעים אפור/ שחור ללא קשקושים.`,
                                li6: `אוזניות: חייל לא ינוע עם אוזניות בזמן תנועה רגלית. חייל רשאי לנוע עם אוזניה בודדת אחת באוזנו לצורך דיבור בטלפון.`,
                            },
                        ],
                        "תספורת": [
                            {
                                cardType: "listNumbers3",
                                numList: "8",
                                li1: `שערות ראשו של חייל תהיינה קצרות`,
                                li2: `חייל לא ינוע בתספורת עם מדרגה בשיער. ניתן שיהיו הבדלים בין אורך השיער בצדדים ומאחור )באותו האורך( לחלק העליון, אך המעבר בין האורכים השונים יעשה בצורה מדורגת וחלקה, עם טשטוש המעבר בין האורכים ללא "מדרגה" בשיער.`,
                                li3: `במידה וניתן לראות את המעבר בין שני האורכים, התספורת אינה תקינה.`,
                                li4: `חייל לא יגלח חלקים משיער ראשו ולא יגדל בלורית או ציצית שיער ארוכות, החורגות מהקו האחיד של תספורתו.`,
                                li5: `חיילים-גילוח מידי בוקר או גידול זקן בהתאם להיתר אל"ם או פטור רפואי.`,
                                li6: `חייל אשר נע עם זקן מחויב בפטור החתום על ידי אל"ם.`,
                                li7: `נוהל הגשת בקשה דרך רס"רית המפקדה. על החייל לנוע עם זקן עבות מלא ותקין. חל איסור מוחלט לקצץ זקן.`,
                                li8: `חל איסור לנוע עם פירסינג גלוי או מוסתר.`,
                            },
                        ],
                        "דגשים להופעה חיילות": [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `שיער אסוף עם גומייה שחורה או חומה בלבד או סיכה שחורה.חל איסור מוחלט לנוע עם קליפס.`,
                                li2: `אין לבצע שינויים במדים כגון הנמכת המותן או הצרת המכנס.`,
                                li3: `כלל החיילות יבצעו מכפלת במכנס.`,
                                li4: `תכשיטים: חיילת בחובה רשאית לנוע עם 2 טבעות ,2 עגילים צמודים לאוזן ,צמיד אחד ממתכת ושעון.`,
                                li5: `לקים: חיילת רשאית לנוע עם לק בצבע ורוד בהיר ולק בצבע לבן פנינה, לק שקוף ללא צבעים זוהרים, ללא צבעים זרחניים ומנצנצים בנוסף מותר פרנץ בצבעים המותרים.`,
                            },
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `נעליים-חיילת בשירות חובה תנעל נעליים שמנפק צה"ל בלבד.`,
                                li2: `חיילת בשירות חובה לא תנעל נעליים גבוהות.`,
                                li3: `בתקופת הקיץ חיילת רשאית לנעול סנדלי עור או דמוי עור שצבעם שחור, ללא קישוטים בעלי רצועה אחת מלפנים, אחידה ושלמה או רצועה אחת מלפנים המחוברת בשני חלקיה באבזם או בצמדן  וכן רצועה נוספת הרוכסת על הקרסול ונסגרת באמצעות אבזם או צמדן.`,
                                li4: `גובה עקב הסנדלים יהיה 2 ס"מ, לכל היותר.`,
                                li5: `חצאית - חיילת בשירות חובה אינה רשאית ללבוש חצאית, אלא אם מקיימת אורח חיים דתי.`,
                            },
                        ],
                        "דגשים להופעה חיילות קבע": [
                            {
                                cardType: "listNumbers3",
                                numList: "4",
                                li1: `לקים לנשות קבע: מגוון גוונים של ורוד, סגול בהיר, אפור בהיר, חום בהיר, בורדו, אדום, ללא צבעים זוהרים, ללא צבעים זרחניים ומנצנצים.`,
                                li2: `חיילת בשירות קבע רשאית ללבוש חצאית.`,
                                li3: `נעליים-נעליים חצאיות, נעליים שלושת רבעים, או מגפיים מעור חלק או דמוי עור בצבע שחור אחיד עם שרוכים, רוכסן, צמדן או בלעדיהם, או מגפיים חלקים בחזותם, עם רוכסן או בלעדיו, ללא קישוטים, הנשרכים בשרוכים, ברצועות או בלעדיהם.<br>חרטום הנעליים או המגפיים יהיה מעוגל או מרובע ללא קישוטים או אבזמים.<br>גובה  עקב הנעליים או המגפיים יהיה 7 ס"מ לכול היותר.<br>נעילת נעליים גבוהות יאושר במדי ב' בלבד.`,
                                li4: `סנדלים - חיילת בשירות קבע תנעל סנדלים כמפורט להלן:<br>סנדלי עור או דמוי עור שצבעם שחור, ללא קישוטים הנסגרים מאחור באבזם או בצמדן(סקוטש).<br>אין הגבלה על מס' רצועות הסנדלים. ניתן לנוע אף     בסנדלים בעלי רצועות מצטלבות.<br> גובה העקב יהיה עד 7 ס"מ לכול היותר. קוטר העקב לא יעלה על 3 ס"מ אורכו ורוחבו של העקב לא יעלה על 4 ס"מ.`,
                            },
                        ],
                        "דגשים לחורף": [
                            {
                                cardType: "listNumbers3",
                                numList: "7",
                                li1: `חם צוואר וכובע גרב ניתן לנוע במדי ב' בלבד, בשטח המחנה, בצבע זית או שחור.`,
                                li2: `כפפות-ניתן לנוע עם כפפות שחורות או זית הכפפות יהיו שלמות על מדי א' ומדי ב'.`,
                                li3: `צעיף-ניתן לנוע עם צעיף שחור במדי א' ומדי ב' מותנה בלבישת מעיל, קצוות הצעיף יוצנעו בתוך המעיל.`,
                                li4: `מעיל פליז-ניתן לנוע עם מעיל פליז המנופק באפסנכול בלבד ובמדי ב' בשטח המחנה בלבד.שימו לב אסור לנוע עם מדי א' עם פליז וגם לא לאחוז ביד(אפשר לקבל על כך דוח מ.צ).`,
                                li5: `שימו לב, מתגייסים מספטמבר 2021 רשאים לנוע עם מדי א' עם פליז שקיבלו בבקו"ם.`,
                                li6: `על כול שכבת לבוש מעיל ,אפודה ,חולצה נדרש כומתה תג ודרגות.`,
                                li7: `אנשי קבע ינועו עם פליז שקיבלו בשנת 2022.`
                            },
                        ],
                    },
                    "חובת הצדעה": {
                        "חובת הצדעה": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `על פי פ"מ 33.0913, ההצדעה היא ברכת שלום צבאית שבה החייל חולק כבוד לחייל אחר או לאישיות ממלכתית.`,
                                li2: `חובת הצדעה בשטח היחידה מדרגת אל"מ ומעלה, רנ"ג קריית ההדרכה ורס"ר הבה"ד. חלה על כל משרתי היחידה קצינים, נגדים וחיילים.`,
                                li3: `בנוסף על בעלי תפקידים בשער היחידה חובת הצדעה לנגדים מדרגת רס"ל ולקצינים מדרגת רס"ן.`,
                            },
                        ],
                    },
                    "סמים ואלכוהול": {
                        "דגשים": [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `ביחידה מתקיימות ביקורות פתע בנושא מידי יום וכולל שיתוף פעולה מול משטרה צבאית.`,
                                li2: `סמים הם תרכובות כימיות (טבעיות או מלאכותיות) המשפיעות על מערכת העצבים המרכזית, על התפיסה ועל ההכרה. תרכובות אלה מסוגלות לגרום שינויים נפשיים והתנהגותיים אצל המשתמשים בהם, באופן מיידי ולטווח הארוך.`,
                                li3: `השימוש בקרב חיילי צה"ל בסמים ואלכוהול באירועים בתוך צה"ל ומחוצה לו- אסורים בתכלית האיסור.`,
                                li4: `חיילי היחידה נדרשים למגר תופעה זו, לפתח את ערכי האחריות האישית והערבות ההדדית ולמנוע כל פגיעה אפשרית משימוש בסמים ואלכוהול.`,
                                li5: `יש לראות בנגע הסמים והאלכוהול   "אויב".`,
                            },
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `שימוש בסמים עלול לגרום לפגיעה ביכולת, בקשב ובערנות, בתפיסה החושית, ביכולת השיפוט, השיקול הדעת ובמוטיבציה.`,
                                li2: `המערכת הצבאית מכתיבה מדיניות תקיפה ובלתי מתפשרת כלפי החיילים המשתמשים בסמים.`,
                                li3: `בצה"ל קיימת ענישה מחמירה של המשתמשים בסמים, הכוללת לעיתים אף הדחתם משירותם הצבאי.`,
                                li4: `חוק השיפוט הצבאי אינו מבחין בין סוגי הסמים השונים גם באם השימוש היה ברשות הפרט או ביחידה עצמה.`,
                                li5: `אחראי תחום הסמים והאלכוהול ביחידה: רמ"ד הפעלה רעות אוחנה  טל' 050-3332642`,
                            },
                        ],
                    },
                    "תרומות": {
                        "תרומות": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `תרומות עבור צה"ל יתקבלו באמצעות האגודה למען החייל וקרן לב"י בלבד.`,
                                li2: `בהתאם לפקודת מטכ"ל 33.0112 חייל לא יבקש ולא יקבל מתנה או תרומה לרבות תרומת אפסניה מאדם או ממוסד, עבור יחידה צבאית כלשהי.`,
                                li3: `הוצעה לחייל או ליחידה תרומה עבור יחידה צבאית כלשהי, יסרב לקבלה ויַפנה את התורם, ישירות או באמצעות מפקד היחידה, לקרן לב"י או לאל"ח.`,
                                li4: `קרן לב"י ואל"ח יהיו הכתובת היחידה להפניית תרומות ותורמים עבור יחידות צה"ל.`,
                                li5: `חייל או יחידה לא יהיו בקשר ישיר עם תורם על רקע תרומתו. קרן לב"י ואל"ח בלבד יתאמו ויסדירו את מימוש התרומה.`,
                                li6: `תרומות שיתקבלו עבור צה"ל יהיו למטרות אלו:<br>רווחת החייל והיחידה<br>חינוך, השכלה ותרבות<br>מתקנים רפואיים וציוד רפואי<br>מבני דת, תשמישי קדושה וצורכי דת<br>מתקני ספורט וציוד ספורט<br>פעילויות למשפחות שכולות, ליתומי צה"ל ולפצועי צה"ל`,
                            },
                        ],
                    },
                    'יוהל"ם': {
                        'פגיעות מיניות': [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `פגיעה על רקע מיני הינה כל פעולה פיזית או מילולית בעלת אופי מיני, המופנית כלפי אדם שהפעולה אינה רצויה לו.`,
                                li2: `פגיעה על רקע מיני סותרת את עיקרון כבוד האדם עליו מושתתת רוח צה"ל.`,
                                li3: `פגיעה על רקע מיני מכוונות לשני המינים (גברים ונשים כאחד).`,
                                li4: `פגיעה על רקע מיני הינה סובייקטיבית. מה שייתפס כהטרדה בעיני חייל/ת אחד/ת, יכול שלא להיתפס כך בעייני חייל/ת אחר/ת.`,
                                li5: `המערכת הצבאית מגיבה בחומרה רבה על הטרדות מיניות ולכן, יש לפנות לגורמיי הפנייה הרלוונטיים בכל אירוע.`,
                            },
                        ],
                        "סם אונס וחדר אקוטי": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "סם האונס- זהו נוזל שקוף, חסר טעם או ריח. אין לשתות משקה כלשהו לאחר שהושאר פתוח ללא השגחה, יש להשתדל לא לנוע לבד במקומות מבודדים וחשוכים.",
                                text2: "חדר אקוטי- חדר הקיים בבתי החולים: סורוקה, וולפסון, פורייה, הדסה עין כרן ובני ציון ונועד לטיפול במקרי אונס."
                            },
                        ],
                        'מהו"ת': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "מרכז התמודדות ותמיכה אשר מציע מענה ל-3 קבוצות:",
                                text2: `<ul class="list"><li>חיילות וחיילים שעברו אירוע פגיעה מינית (במהלך השירות או לפניו).</li><li>חיילות וחיילים הסובלים מאלימות בתוך קשר זוגי או במשפחה.</li><li>חיילות חובה שנכנסו להריון בלתי מתוכנן.</li></ul>`
                            },
                        ],
                        'פנייה': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `המרכז ממוקם במרפ"א מרכז (חר"פ צריפין).<br>פנייה למהו"ת אינה מותנית בהגשת תלונה ולא נדרשת הפנייה מרופא/מפקד על מנת  להגיע למהו"ת. המרכז מבטיח דיסקרטיות וסיוע מקצועי.`,
                                text2: `גורמי פנייה: <ul class="list"><li>ממונה יוהל"ם ביחידה רמ"ד פרט	0733772620</li><li>מהו"ת (מרכז התמודדות ותמיכה)	0333-2600<br>03-9482600</li><li>מדור פרט יוהל"ם-0303-9034<br>03-5699034</li></ul>`
                            },
                        ],
                    },
                    'השירות המשותף': {
                        "דגשים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `איסור אפליה במשימה על רקע מין (בנים / בנות).`,
                                li2: `חובה להפריד מגורים במחנה, במאהל ובשטח בין בנים לבנות.`,
                                li3: `אין להיכנס למגורי המין השני בשום אופן.`,
                                li4: `אסור לחיילת לישון לבד במגורים.`,
                                li5: `בכל שעות היממה חלה החובה לנוע בלבוש צבאי מלא.`,
                                li6: `במד"ס/ טיולים חלה החובה לנוע בלבוש אזרחי הולם.`,
                                li7: `אסור לתלות תמונות לא הולמות במשרדים ובשטח המחנה.`,
                                li8: `חייל יכול להשתחרר מפעילות נופש / טיול במידה והפעילות פוגעת ברגשותיו. במקרה שכזה- אין לשבצו בתורנות ביחידה, אלא לדאוג לו לפעילות חלופית.`,
                                li9: `לא יוקרנו סרטים / מצגות / הצגות אשר עלולים לפגוע ברגשות המשרתים.`,
                                li10: `אחראית שירות המשותף ביחידה:<br> רמ"ד פרט, טל' אזרחי: 0733772620`,
                            },
                        ],
                        "ערבות הדדית": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `להיות חלק מ... להיות שייך, להיות אחראי, נכונות לשמור ולקיים בכל עת ובכל מצב עקרון מוסרי או חברתי.`,
                                li2: `מסר הערבות ההדדית הוא זכות וחובה כאחד.`,
                                li3: `הזכות   ערכית, לדאוג ולסייע לחבר בעת מצוקה או קושי.`,
                                li4: `החובה כחייל, אדם, הדואג לעמיתיו הנוטלים חלק במשימה משותפת.`,
                                li5: `מהו תפקידך?<br>אם הנך נתקל בחייל/ת המפגינים סימני מצוקה/ מספרים לך שקשה להם ושאינם מצליחים להתמודד עם הנדרש מהם- הפנה אותם למפקד/ קב"ן ועדכן את מפקדם בנושא במיידי.`,
                            },
                        ],
                    },
                    'הוראות ביטחון מידע': {
                        "תעודת חייל (חוגר)": [
                            {
                                cardType: "textThreeParagraphs",
                                text1: `כל חייל חייב לשמור בקפדנות על מסמכיו/ תעודותיו האישיות לבל ייגנבו/ ייאבדו.`,
                                text2: `אין למסור את תעודת החייל שברשותך לכל מטרה שהיא, למעט לגורמים מוסמכים (מפקד, קצין מ.צ וכו').`,
                                text3: `בכל מקרה של אובדן התעודה/ מסמך או מציאתן יש לדווח מיד למפקד.`
                            },
                        ],
                        'שיחות בלתי זהירות- "פטפטת"': [
                            {
                                cardType: "listDots3",
                                numList: "4",
                                li1: `חל איסור לשוחח על נושאים צבאיים עם אדם אשר אינו שייך ליחידה.`,
                                li2: `אין למסור לאיש פרטים וידיעות שהגיעו לידך בתוקף תפקידך/ באופן מקרי.`,
                                li3: `אין לשוחח על עניינים צבאיים במקומות בהם קיים חשש שתוכן השיחה יגיע לאוזניים זרות.`,
                                li4: `חל איסור על מסירת כל הודעה או ידיעה הקשורה באופן ישיר או עקיפין לצה"ל לידי גורמים אזרחיים זרים (לדוגמא: תקשורת וכו').`,
                            },
                        ],
                        "ביטחון, קשר וצילום בשטח צבאי": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `יש להקפיד על קיום פקודות מטכ"ל בנושא נוהל הדיבור ברשתות קשר כולל טלפונים, אינטרקום וכו'.`,
                                li2: `חל איסור לבצע תיוגים ברשתות חברתיות בתוך בסיס צבאי.`,
                                li3: `יש להקפיד שלא למסור פרטים העלולים להסגיר את זהות היחידה, תפקידיה וכו'.`,
                                li4: `בשיחות פרטיות אין לדבר על נושאים צבאיים.`,
                                li5: `חל איסור חמור לצלם בשטח הבסיס או בקרבתו.`,
                            },
                        ],
                        "אבטחת מסמכים צבאיים והמשרד": [
                            {
                                cardType: "listDots3",
                                numList: "7",
                                li1: `מסמכים בכל סיווג שהוא יטופלו בהתאם לפקודות מטכ"ל והוראות הצבא בנושא.`,
                                li2: `יש לקיים הפרדה פיזית בין פסולת אישית לבין מסמכים צבאיים שייעדו לגריסה.`,
                                li3: `בכל שעות הפעילות לא יושאר משרד פתוח מבלי שיימצא בו חייל מוסמך.`,
                                li4: `בתום שעות הפעילות יש לנעול את המשרדים, להוציא מפלי בזל"ת, לכבות מחשבים ולוודא שכל החומר המסווג ננעל בהתאם לפקודות שבנושא.`,
                                li5: `אין להוציא משטח הבסיס חומר מסווג לכל מטרה שהיא ללא אישור בנושא.`,
                                li6: `חל איסור מוחלט על הכנסת USB והתקנים חיצוניים מכל סיבה שהיא למחשב צבאי.`,
                                li7: `חל איסור להיכנס לשטח הבסיס עם מחשב אזרחי נייח/ נייד.`,
                            },
                        ],
                    },
                    'פקודת נכס לאומי': {
                        "הסבר": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "נכס לאומי הוא שם קוד להחזרת החיילים בסדיר מחופשה, זמן התייצבות תוך 4 שעות מקבלת הפקודה.",
                                text2: `שיטות להחזרת החיילים מחופשתם:<ul class="list"><li>קריאה סמויה: תבוצע ע"י היחידה טלפונית או פיזית.</li><li>קריאה פומבית: תבוצע ע"י פרסום הודעה בכלי התקשורת בנוסח הבא: "נתבקשנו להודיע ע"י דובר צה"ל כי חידון ידיעת הארץ של פיקוד ...... שהיה אמור להיערך מחר נדחה, למשתתפים בחידון תימסר הודעה על המועד החדש ע"י יחידותם".</li><li>במקרה של הפעלת נכס לאומי כלל צה"לי יהיה נוסח ההודעה: "...חידון ידיעת הארץ המסכם...". </li></ul>`
                            },
                        ],
                        "דגשים": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `מפקדי חוליות יזעיקו טלפונית את חברי חולייתם.`,
                                li2: `עם קבלת ההודעה יש להגיע במיידית לבסיס.`,
                                li3: `במידה והחייל אינו בבית, יש להשאיר הודעה לאדם בוגר מבני המשפחה שעליו לחזור מיד ליחידה ללא מסירת פרטים צבאיים.`,
                                li4: `יש לדווח ליחידה אחת לשעה על מהלך ההתקשרות ובעיות בהם נתקלת.`,
                                li5: `אי זמינות מעל 4 שעות תהווה עילה לדין משמעתי.`,
                            },
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `אחראי נכס לאומי בקריית ההדרכה- רמ"ד מבצעים :<br> טל אזרחי: 0733772300`,
                                li2: `נסיעה בטרמפים: חל איסור מוחלט לנסוע בטרמפים בפקודה! שים לב,`,
                                li3: `יש לדווח למשטרת ישראל על כל ניסיון חטיפה ולאחר מכן למפקדיך. `,
                                li4: `עשה כל שבידך על מנת לסכל ניסיון חטיפה, ובכלל זה נסה להיאבק/ להסיט הרכב.`,
                                li5: `משטרה צבאית מבצעת מבצעי חטיפת דמה לחטיפות חיילים.`,
                                li6: `לא לבצע שום פעולה המתפרשת לעצירת טרמפ.`,
                            },
                        ],
                    },
                    'נשק': {
                        "נשיאת נשק": [
                            {
                                cardType: "listNumbers3",
                                numList: "10",
                                li1: `חתימה על נשק תתבצע לטובת תורנויות באישור רס"ן ומעלה.`,
                                li2: `יציאה עם הנשק מחוץ ליחידה באישור מפקד קריית ההדרכה בלבד.`,
                                li3: `לעולם אין לכוון נשק על אדם, רכב, ומבנה מגורים בין אם "טעון" ובין אם "פרוק".`,
                                li4: `אין להישען על כלי נשק בכלל ועל פתח הקנה בפרט.`,
                                li5: `אין להחליף חלקים בין כלי נשק גם אם החלקים זהים.`,
                                li6: `כלי הנשק יהיה תמיד במצב "פרוק ונצור" עם מק פורק פרט לנסיבות בהם תינתן הוראה אחרת מהמפקד האחראי או מהפיקוד המרחבי.`,
                                li7: `אימונים ללא אש יבוצעו כאשר הנשק במצב "פרוק" ו"נצור".`,
                                li8: `טעינת כלי נשק תעשה בסמוך לירי עפ"י פקודה מפורשת של המפקד האחראי.`,
                                li9: `בבדיקת נשק יופנה הקנה כלפי מעלה בזווית 60 מעלות.`,
                                li10: `את הנשק יש לאחוז כאשר 5 אצבעות לופתות את ידית האחיזה. אין לשים אצבע על שמורת ההדק.`,
                            },
                        ],
                        "חובת בדיקת נשק": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `בעת קבלת נשק מהנשקייה או החזרה לנשקייה.`,
                                li2: `בעת העברת נשק מחייל לחייל.`,
                                li3: `לפני כל שיעור נשק ואחריו.`,
                                li4: `בעת ביצוע מטווח. `,
                                li5: `בשמירה- לפני עליית משמר ולפני ירידת משמר.`,
                            },
                        ],
                        "אופן בדיקת נשק": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `באימונים: תעשה רק על ידי קצין או מש"ק שהוסמך לכך.`,
                                li2: `במשימות אבטחה: בעליית משמר ובירידתו ע"י קצין תורן ובהחלפת משמרות ע"י בעל התפקיד.`,
                                li3: `הבדיקה תעשה בראייה ווידוא מק פורק בנשק ונצרה על נצור ובלילה יש להיעזר בפנס.`,
                            },
                        ],
                        "מפקד/חייל": [
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `בידך מופקד כלי נשק מסוכן וקטלני.`,
                                li2: `יש לנהוג בנשק עפ"י כללי הבטיחות.`,
                                li3: `נשק זה עשוי להציל את חייך ועל כן יש לטפל בו עפ"י הפקודות וע"י הגורם המוסמך בלבד. `,
                                li4: `במידה וגילית פגם בנשק   אין לירות בו ויש לדווח מידית על מנת להחליפו.`,
                                li5: `במידה והנשק התפוצץ או נפגע במטווח יש לדווח טלפונית מיידית לקצין החימוש ולהמתין לקבלת הנחיות (אין להזיז ממצאים מהשטח).`,
                                li6: `. ככלל, אין לצאת עם נשק הביתה`,
                            },
                        ],
                    },
                    'בטיחות': {
                        "התגוננות": [
                            {
                                cardType: "textTwoParagraphs",
                                text1:  `מרגע הישמע אזעקה עולה ויורדת עליך לפעול באופן מידי עפ"י סדר הפעולות הבא:`,
                                text2:  `<ol class="list"><li>היכנס למרחב ממוגן עפ"י השילוט המוצב באזור הימצאותך. </li><li>במידה ולא קיים מבנה ממוגן או שמרחק ההגעה אליו עולה על דקה- עליך תפוס מחסה הנמצא קרוב ככל הניתן (מעברי מים, תעלות, מחסות בטון וכד') ולהגן בידיך על ראשך.</li><li>במידה והנך נמצא בכלי רכב- יש לעצור את הרכב באופן מיידי ולתפוס מחסה הסמוך ככל הניתן. במידה ואין, יש לשכב על הרצפה ולהגן בידיך על ראשך.</li><li>יש לעדכן את אחראי המבנה הממוגן על נוכחותך על מנת שיעדכן זאת בשיבוץ הקרבי.</li><li>זמן משוער של התמשכות מטח טילים עומד על 15 דק' ואין לצאת מהמרחב המוגן עד לאישור האחראי במרחב. </li><li>פירוט מרחבים מוגנים ביחידה: בכול מבנה יש שילוט מתאים לחדש ממ"ד.</li><li>אחראי התגוננות בקריית ההדרכה- רמ"ד מבצעים :<br> טל אזרחי: 0733772300</li></ol>`,
                            },
                        ],
                        "בטיחות באש - סדר פעולות בעת שריפה": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `בק.ההדרכה מותקנות מערכות גילוי וכיבוי אש מתקדמות.`,
                                text2: `בעת אירוע שריפה על כל אחד המזהה את השריפה:<ol class="list"><li>דווח והפעלת כריזה (אם לא נדלקה באופן אוט') ע"י לחיצה על הקופסא האדומה. </li><li>להתקשר לחמ"ל קריית ההדרכה בטלפון 0733772222 או 2222 בטלפון.</li><li>שריפה שניתן לכבות לבד   לנסות לכבות בעזרת זרנוקים ומטפים הנמצאים בארונות הכיבוי במבנה הבה"ד/ בניין המגורים  בבניין מגורים בו אין שילוט על ארונות הכיבוי - ארון הכיבוי נמצא בכל קומה מול המדרגות.</li><li>אסור לנתק זרם החשמל בארון החשמל הראשי. (פגיעה במערכות הכיבוי)</li><li>במקביל הרחקת כלל החיילים מחוץ למבנה.</li><li>אסור  לכבות שריפות חשמל (שריפה בה מעורב מכשיר חשמלי   או ארון חשמל) ע"י מים!!!  אך ורק בעזרת מטפים.</li></ol>`,
                            },
                            {
                                cardType: "textTwoParagraphs",
                                text1: `כבאית קרובה לקריית ההדרכה ברמת חובב.כל הפעולות לכיבוי ייעשו עד הגעתה   עם הגעתה על החייל/ת או איש הסגל להעביר את המידע על מיקום השריפה ומהות השריפה ולתת סיוע ככל שיתבקש.<br>עם כיבוי השריפה אסור לגעת בכל דבר הקשור לשריפה עד לבדיקה ע"י ממונה בטיחות האש בקריית ההדרכה, וטיפול הזכיין במפגעי השריפה.`,
                                text2: `אחראי בטיחות באש בקריית ההדרכה- ק.בטיחות :<br> טל אזרחי: 073372236`
                            },
                        ],
                    },
            },
            "amountOfQuestions": 0
        },
    };



    /********************************************************************************************************/
    /********************************************************************************************************/
    /********************************************************************************************************/
    /*****  אובייקטים לפי סוג הכרטיסייה המכניסים את התוכן של כל כרטיסייה אל תוך הכרטיסייה  ********/

    /**
     * @type {{[index: string]: {init: (card: HTMLElement, json: any) => void}}}
     */
    let CARD_TYPES = {};

    CARD_TYPES.text = {
        init(card, json) {
            card.querySelector(".content").innerHTML = json.content;
        }
    }

    CARD_TYPES.textTwoParagraphs = {
        init(card, json) {
            card.querySelector(".text1").innerHTML = json.text1;
            card.querySelector(".text2").innerHTML = json.text2;
        }
    }

    CARD_TYPES.textThreeParagraphs = {
        init(card, json) {
            card.querySelector(".text1").innerHTML = json.text1;
            card.querySelector(".text2").innerHTML = json.text2;
            card.querySelector(".text3").innerHTML = json.text3;
        }
    }

    CARD_TYPES.picAndText = {
        init(card, json) {
            card.querySelector(".pic").src = json.pic;
            card.querySelector(".content").innerHTML = json.content;
        }
    }
    CARD_TYPES.twoPics = {
        init(card, json) {
            card.querySelector(".pic1").src = json.pic1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".pic2").src = json.pic2;
            card.querySelector(".content2").innerHTML = json.content2;
        }
    }
    CARD_TYPES.video = {
        init(card, json) {
            card.querySelector(".video").src = json.video;
        }
    }
    CARD_TYPES.videoAndText = {
        init(card, json) {
            card.querySelector(".video").src = json.video;
            card.querySelector(".content").innerHTML = json.content;
        }
    }
    CARD_TYPES.pic_4titles_4text = {
        init(card, json) {
            card.querySelector(".pic").src = json.pic;
            card.querySelector(".sub-title1").innerHTML = json.subTitle1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".sub-title2").innerHTML = json.subTitle2;
            card.querySelector(".content2").innerHTML = json.content2;
            card.querySelector(".sub-title3").innerHTML = json.subTitle3;
            card.querySelector(".content3").innerHTML = json.content3;
            card.querySelector(".sub-title4").innerHTML = json.subTitle4;
            card.querySelector(".content4").innerHTML = json.content4;
        }
    }
    CARD_TYPES._3titles_3text = {
        init(card, json) {
            card.querySelector(".sub-title1").innerHTML = json.subTitle1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".sub-title2").innerHTML = json.subTitle2;
            card.querySelector(".content2").innerHTML = json.content2;
            card.querySelector(".sub-title3").innerHTML = json.subTitle3;
            card.querySelector(".content3").innerHTML = json.content3;
        }
    }
    CARD_TYPES.listDots3 = {
        init(card, json) {
            for (let num = 1; num <= Number(json.numList); num++) {
                card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
            }
        }
    }
    CARD_TYPES.listNumbers3 = {
        init(card, json) {
            for (let num = 1; num <= Number(json.numList); num++) {
                card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
            }
        }
    }


    // {
    //     cardType: "listNumbers3",
    //     numList: "6",
    //     li1: ``,
    //     li2: ``,
    //     li3: ``,
    //     li4: ``,
    //     li5: ``,
    //     li6: ``,

    // },
